7zip
acpi
alsa-plugins
alsa-utils
arch-install-scripts
arduino-ide
arduino-language-server
ark
asciidoctor
base
base-devel
blender
bluez
bluez-utils
btop
chromium
clion-jre
cmake
composer
criterion
cups
cups-pdf
dhcpcd
dialog
discord
dmenu
docker
docker-compose
dosfstools
dotnet-runtime
dotnet-runtime-7.0
dotnet-sdk
drawio-desktop
dunst
dwarfs
efibootmgr
ethtool
fd
feh
ffcast
ffmpeg4.4
filelight
firefox
freerdp
fritzing
fuse-overlayfs
fzf
gdb
geckodriver
gimp
git
github-cli
gnome-keyring
gnu-netcat
go
gobuster-git
google-chrome
grub
gst-plugins-good
helvum
heroic-games-launcher-bin
hplip
hydra
i3-resurrect
i3-wm
i3blocks
i3lock-color
i3status
inkscape
intel-ucode
ios-webkit-debug-proxy
java8-openjfx
java8-openjfx-debug
java8-openjfx-doc
java8-openjfx-src
kcalc
kde-gtk-config
kitty
lcov
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-lcms2
lib32-libcups
lib32-libcurl-gnutls
lib32-libexif
lib32-libice
lib32-libpng12
lib32-libpulse
lib32-libsm
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-nss-mdns
lib32-openal
lib32-sdl2_image
lib32-sdl2_ttf
lib32-sdl_image
lib32-v4l-utils
lib32-vulkan-intel
libcurl-compat
libcurl-gnutls
libgphoto2
libpng12
libreoffice-still
light
linux
linux-firmware
linux-headers
logmein-hamachi
luarocks
mariadb
minikube
mono
mono-msbuild
mono-msbuild-sdkresolver
mosquitto
mpc
mpd
mpv
ncmpcpp
nemo
neofetch
neovim
netbeans-bin
network-manager-applet
networkmanager
networkmanager-dmenu-git
nmap
nodejs
npm
nss-mdns
nuclear-player-bin
obs-studio
obsidian
oh-my-zsh-git
okular
openssl-1.0
openvpn
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pdfposter
perl-json
perl-libwww
perl-lwp-protocol-https
perl-xml-parser
php-gd
picom
pipewire
pipewire-alsa
pipewire-pulse
plasma-systemmonitor
platformio-core
plocate
polybar
postgresql
postman-bin
protege
protontricks
pyenv
pygtk
python-msal
python-pip
python-pyqt5
python2
qbittorrent
qmk-git
ranger
raylib
redis
remmina
rofi
rofi-bluetooth-git
ruff
rust
samba
sane
scrot
sdl2_image
sdl_image
shellcheck
slop
spectacle
spflashtool-bin
sqlmap
steam
steghide
sudo
systemd-resolvconf
terminus-font
testdisk
thunderbird
tmux
tomcat9
tree
ttf-meslo-nerd
ttf-terminus-nerd
unityhub
unrar
valgrind
ventoy
vim
visual-studio-code-bin
vulkan-intel
wget
wine-staging
wireguard-tools
wireplumber
wireshark-qt
wmctrl
woeusb
wordlists
xampp
xclip
xdo
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yay
yay-debug
zaproxy
zip
zoom
